Ran Plan for 2 projects:

1. dir: `atlas/wilfried` workspace: `default`
1. dir: `.` workspace: `default`

### 1. dir: `atlas/wilfried` workspace: `default`
```diff
data.aws_s3_bucket.selected: Reading...
data.aws_s3_bucket.selected: Read complete after 0s [id=atlantis-2023-test2]

No changes. Your infrastructure matches the configuration.

Terraform has compared your real infrastructure against your configuration
and found no differences, so no changes are needed.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d atlas/wilfried`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis.dev.zepz.io/lock?id=wrtchako%252Fatlantis_s3%252Fatlas%252Fwilfried%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d atlas/wilfried`

---
### 2. dir: `.` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.name will be created
+ resource "aws_s3_bucket" "name" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "atlantis-2023-test2"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

  # null_resource.ebanflang will be created
+ resource "null_resource" "ebanflang" {
      + id = (known after apply)
    }

  # null_resource.example will be created
+ resource "null_resource" "example" {
      + id = (known after apply)
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis.dev.zepz.io/lock?id=wrtchako%252Fatlantis_s3%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 3 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`